#version: 0.2
t h
th e</w>
i n
a n
e d</w>
e r
o f</w>
a t
h i
a r
e n
an d</w>
o r
i n</w>
a s</w>
o n
r e
t o</w>
e r</w>
i t
o n</w>
s t
r o
a m
in g</w>
u r
s h
a l
w as</w>
o r</w>
u n
a k
e s</w>
a l</w>
a n</w>
e c
i s</w>
i on</w>
e n</w>
a s
m p
i c
l y</w>
a t</w>
a c
s u
l e</w>
h e</w>
e s
o m
o u
a i
o s
o k
a d
a g
a p
u s
o w
o l
i s
c h
en t</w>
c e</w>
r i
e l
er e</w>
c h</w>
er i
th at</w>
t i
e m
b y</w>
w h
i l
i g
y o
i d
at ion</w>
n o</w>
e t
a b
f or</w>
en t
T he</w>
i v
c l
S h
c on
it h</w>
hi s</w>
c o
e v
b u
am e</w>
w ith</w>
ro m</w>
t ed</w>
d i
o v
i r
f rom</w>
i t</w>
e i
f or
w hi
h a
u m
o d</w>
er s</w>
o p
u d
j i</w>
' s</w>
a r</w>
t er</w>
n o
re s
p ro
e mp
th er</w>
u g
w ere</w>
J ap
b e
o g
sh i</w>
a in
r in
i on
e x
y o</w>
at ed</w>
it y</w>
whi ch</w>
t ur
t h</w>
l i
s o</w>
I n</w>
t r
ar e</w>
o c
a y</w>
l ed</w>
wh o</w>
o d
f f
u k
a w
e st
b ec
a i</w>
u l
i st
p l
at e</w>
es e</w>
a in</w>
eri od</w>
i m
f am
o t
e ar
a y
u c
b e</w>
ar y</w>
i ly</w>
o un
d e
s e
in ce</w>
E mp
er or</w>
u t
c al
th e
p eriod</w>
or d
on e</w>
a st
re f
v e</w>
emp le</w>
er n
hi m
H e</w>
K yo
al ly</w>
i k
f ter</w>
t s</w>
l e
o -
s t</w>
fam ily</w>
q u
o o
m ent</w>
C h
eri al</w>
Emp eror</w>
o b
P ro
m an
ha d</w>
Kyo to</w>
r an
s u</w>
p ar
p er
en d
t ion</w>
mp erial</w>
no t</w>
th is</w>
al so</w>
bu t</w>
c hi
tur e</w>
p o
a -
p os
h e
I t</w>
ag e</w>
in g
ti m
d o</w>
ow n</w>
j o</w>
re c
cl an</w>
h t</w>
i z
1 9
m e
Jap an
s hi
os hi
a d</w>
s p
at ion
at t
S t
es t</w>
w or
ou t</w>
Japan ese</w>
as s
Pro v
ic e</w>
Jap an</w>
cal led</w>
T emple</w>
o ther</w>
st r
ov ern
i es</w>
in e</w>
K A
e d
l d</w>
c om
s ec
er ed</w>
r it
Prov ince</w>
I mperial</w>
i f
ad e</w>
ok u</w>
R A</w>
a fter</w>
an g
em b
n ame</w>
s on</w>
bec ame</w>
or i</w>
p e
1 8
h i</w>
S hi
us ed</w>
ev er</w>
d er</w>
p res
al l</w>
or y</w>
p ri
i al</w>
ref ec
ol l
T h
C ity</w>
k e</w>
o ff
ou s</w>
g overn
i y
co mp
an d
om e</w>
us e</w>
am a</w>
it ion</w>
s id
s e</w>
on g</w>
t er
ak u
su ch</w>
a v
e ar</w>
K an
aw a</w>
ow ever</w>
H I
in to</w>
e p
ac e</w>
P refec
re g
for m
be en</w>
at er</w>
d es
sh ed</w>
u n</w>
ur ing</w>
er n</w>
k i</w>
f ir
o ur
er v
ha ve</w>
ak a</w>
tim e</w>
b o
th ere</w>
d is
w e
Prefec ture</w>
T ak
wh en</w>
i -
g e</w>
ur a</w>
ei r</w>
an t</w>
iv e</w>
i c</w>
B ud
sh u</w>
ol d</w>
u e</w>
ou g
sh o</w>
l es</w>
Bud d
r ed</w>
e a</w>
ar d</w>
ar a</w>
l oc
e t</w>
ent s</w>
ak e</w>
ak u</w>
d uc
es s
con t
T ok
it s</w>
t ing</w>
the y</w>
emb er</w>
rin e</w>
g en
K am
ic al</w>
es s</w>
st e
s erv
ar d
e -
en ce</w>
e ly</w>
m on
th eir</w>
c i
t en</w>
I n
m in
ai d</w>
f l
n e
s ur
o to</w>
a z
u b
at su
in c
Y oshi
A M
- ji</w>
P rin
a use</w>
os e</w>
cl ud
ac t
en g
m ade</w>
c c
u p</w>
d uring</w>
M in
am i</w>
n ed</w>
k n
oo l</w>
op le</w>
f e
fir st</w>
h as</w>
govern ment</w>
W A
Sh in
St ation</w>
oun d</w>
f u</w>
s y
s un
ou ld</w>
p or
ch ool</w>
o y
e i</w>
E do</w>
on g
b el
off ic
in clud
ak i</w>
H is</w>
s el
b et
pe ople</w>
b ro
S HI
c ri
s aid</w>
t w
0 0
Budd hi
H owever</w>
t y</w>
O T
po in
s i
co un
y ear</w>
u s</w>
an ce</w>
ig ht</w>
re l
ag a</w>
J un
ar m
re e</w>
th oug
S an
ast le</w>
il l
hi g
oo k</w>
o f
al s</w>
kn own</w>
co ur
p r
T A
ow er</w>
h er</w>
pro v
ur e</w>
est ab
for e</w>
sh in
r u
ch i</w>
e g
ti on
o od</w>
k o</w>
ear s</w>
bec ause</w>
w ay</w>
as hi
ac hi</w>
W A</w>
ation s</w>
we en</w>
li shed</w>
Ch in
Prin ce</w>
K U
bet ween</w>
or ig
i or</w>
w rit
a ther</w>
F U
st or
r y</w>
or s</w>
yo shi</w>
D ai
J I
com m
M I
ok u
f oll
i ous</w>
p re
in t
bu il
ar i</w>
G en
on d</w>
ay s</w>
S U
di ed</w>
g ro
su b
ing s</w>
b as
T his</w>
k s</w>
as t</w>
ab le</w>
sh og
ste m</w>
l ater</w>
om ain</w>
1 5
m or
Y am
O n</w>
d ai
os t</w>
g r
he ad</w>
T ai
re as
ap p
un der</w>
ai l
i mp
WA RA</w>
ch ar
on ly</w>
s ame</w>
foll ow
el l</w>
ch o</w>
c ent
it ion
N o
ain s</w>
d ec
gen er
sid e</w>
man y</w>
ac k</w>
ov er</w>
sy stem</w>
f ac
ug h
st at
an k</w>
it ed</w>
at a</w>
er e
or d</w>
k ed</w>
FU JI
Sh rine</w>
un d
A l
ab out</w>
u re
el d</w>
e y
H ei
r on
s ome</w>
ar ri
en d</w>
tw o</w>
str uc
su m
g o</w>
K o
1 6
su cc
c er
N i
ation al</w>
c ur
S A
an s</w>
an s
t ic
e k
A fter</w>
a u
th ro
f i
t ri
y ears</w>
FUJI WARA</w>
p ol
st y
ak ura</w>
il it
D A</w>
at h</w>
f ather</w>
e ac
v is
e f</w>
v er
re t
il l</w>
em ent</w>
G A
N ag
ch ang
hi r
ac c
s chool</w>
cour t</w>
at su</w>
ec t</w>
c ap
w i
o w</w>
ad d
thoug h</w>
ap poin
us t</w>
a shi</w>
M as
Y or
T O
orig in
f u
estab lished</w>
ig n
c es</w>
C astle</w>
re m
u p
wh ere</w>
u ro
the m</w>
aku fu</w>
y u</w>
t emple</w>
l it
al l
a j
su p
OT O</w>
as a</w>
sty le</w>
t o
ist er</w>
f t</w>
d ay</w>
pos ition</w>
t ain</w>
hi m</w>
writ ten</w>
n am
m o
e b
N A
Buddhi st</w>
d a
l ine</w>
U n
ord er</w>
di ff
st ar
iv ed</w>
C our
R ank</w>
ad a</w>
ord ing</w>
H id
ig h
att le</w>
n ing</w>
j in</w>
th en</w>
mor e</w>
wi th
or t
uk i</w>
c ul
O s
g re
ok i</w>
em on
d ing</w>
l et
par t</w>
sp ec
ord s</w>
as u</w>
da ugh
j in
th ree</w>
K or
th ern</w>
ac hi
m at
v ar
de ath</w>
T en
h ou
ic hi</w>
t e</w>
al ace</w>
b akufu</w>
su ke</w>
tur al</w>
E n
whi le</w>
M A
includ ing</w>
an y</w>
g iv
l and</w>
S u
O k
ar ea</w>
th an</w>
w ell</w>
iy a</w>
iz ed</w>
ev en</w>
in d
ran k</w>
su g
di rec
ic hi
appoin ted</w>
g o
con sid
h eld</w>
A s</w>
tim es</w>
ilit ary</w>
u -
Th ere</w>
pro duc
om o</w>
S en
b le</w>
be ing</w>
as e</w>
sel f</w>
c an</w>
k a</w>
m ov
sec ond</w>
C hi
M ei
des cri
g u
th ose</w>
loc ated</w>
v i
ent ly</w>
M ar
daugh ter</w>
er a</w>
A r
s ed</w>
arm y</w>
f in
ain ed</w>
at ing</w>
t y
Kam akura</w>
serv ed</w>
O n
sh e</w>
1 7
ar ound</w>
ug h</w>
ec ted</w>
H I</w>
r ice</w>
ure s</w>
b l
j a</w>
c ed</w>
st ory</w>
p rin
L ine</w>
li ke</w>
h o</w>
sh a</w>
be g
ou r</w>
A m
s it
J u
sh o
shi p</w>
T an
ri g
p ub
u m</w>
m ilitary</w>
d o
c re
Cour t</w>
for m</w>
T o
tr ans
N or
a w</w>
C on
ne w</w>
AM OTO</w>
t emp
j o
m is
ear ly</w>
em s</w>
t it
s ince</w>
el l
b or
h on
D omain</w>
iv er
an e</w>
A n
W h
res s</w>
ai r
i ed</w>
er red</w>
lit er
l ord</w>
thro ugh</w>
shog un</w>
yo un
1 2
d ev
h a</w>
at es</w>
k ing</w>
c ame</w>
in v
MI N
1 0
ec tion</w>
an ts</w>
am ur
u t</w>
e l</w>
pl ac
giv en</w>
F u
T SU
eac h</w>
pl ace</w>
sh rin
h owever</w>
i p
al e</w>
W ar</w>
is h</w>
N O
offic ial</w>
p le</w>
res id
if e</w>
tion s</w>
ev er
d r
ul ar</w>
l ar
T ad
um b
ist r
res p
cer emon
Mei ji</w>
o th
y u
MIN AMOTO</w>
su l
t ook</w>
op er
Sh og
Os aka</w>
2 00
i w
G r
bas ed</w>
h o
N ara</w>
c oll
follow ing</w>
s m
1 3
k yo</w>
ci ent</w>
pri est</w>
fu l</w>
Jun ior</w>
ard s</w>
F uk
th ir
d ue</w>
Wh en</w>
ion s</w>
ti v
m ost</w>
s ion</w>
ar u</w>
th ese</w>
at o</w>
a ve</w>
r ap
Chin ese</w>
be fore</w>
con struc
l d
loc al</w>
f oun
d own</w>
diff er
end ed</w>
c ar
H ig
os him
H i
bro ther</w>
var ious</w>
s on
t su
O m
h er
um i</w>
Y o
is hi
consid ered</w>
at ive</w>
w ife</w>
a f
m ain</w>
i mperial</w>
s om
de p
M or
GA WA</w>
p ower</w>
tr ad
s ou
amur ai</w>
M it
l in
P alace</w>
K in
bel i
id ed</w>
ak ing</w>
it su</w>
chi ef</w>
ac h
jin ja</w>
pres ent
iver s
buil t</w>
S him
Hei an</w>
K I</w>
Y AM
s ol
form ed</w>
le ft</w>
Tok yo</w>
ar o</w>
wor d</w>
p p
Shi g
S ak
v ed</w>
ov e</w>
sh rine</w>
ere fore</w>
A s
g ran
y ama</w>
ig n</w>
as s</w>
p ass
k oku</w>
d s</w>
reg ion</w>
is t</w>
cur r
an c
per son</w>
i shed</w>
oc i
the ory</w>
ex p
n umb
ad op
s en
ain st</w>
m other</w>
C oun
e yoshi</w>
d e</w>
pos t</w>
b ed</w>
w ould</w>
ic t</w>
H O
m achi</w>
an u
id ent</w>
W ard</w>
he ad
star ted</w>
di d</w>
ag ainst</w>
sec t</w>
u st
G A</w>
ty p
A k
fe ud
ou s
ut e</w>
A pri
Apri l</w>
Mar ch</w>
b ir
st ation</w>
1 4
p ain
o z
T su
S ad
N ob
ort ant</w>
re n</w>
feud al</w>
n or
el op
ol og
pol it
H A
od s</w>
en ti
b ack</w>
ok a</w>
K ei
un i</w>
le g
re tur
s amurai</w>
him self</w>
tit le</w>
k an
u al</w>
bo th</w>
Al though</w>
e ther</w>
t ers</w>
g er</w>
O t
m ain
bor n</w>
am oto</w>
t re
r a</w>
form er</w>
l o
on o</w>
R e
k ami</w>
k u</w>
Yoshi t
A cc
t a
it ies</w>
succ ess
hig h
c ess</w>
ail way</w>
anu ary</w>
J anuary</w>
y n
pres ent</w>
w ent</w>
est iv
ic s</w>
di st
d oc
c t
A t</w>
H on
ig ned</w>
c or
ex c
ti es</w>
re qu
st ud
ur y</w>
e w</w>
pl ay
an o</w>
Gen ji</w>
K I
t en
an cient</w>
o m</w>
m ar
i b
S ai
M on
0 0</w>
t e
S ei
yn ast
00 0</w>
r ing</w>
wor k</w>
s m</w>
K ag
u ally</w>
m yo</w>
ret ain
ex ist
c ould</w>
S chool</w>
o shi</w>
m od
cont ro
ex am
id d
un e</w>
emp eror</w>
t ro
am ong</w>
in ter
Buddhi sm</w>
id e</w>
it al</w>
K O
i e</w>
H ok
s ist
Chin a</w>
D ec
us hi
ceremon y</w>
in u
c ro
t ec
rec e
b ook</w>
ter rit
con f
m oun
of ten</w>
Y as
ivers ity</w>
un d</w>
s ch
dev elop
st it
som e
is su
g an
ur o</w>
o- ji</w>
chi ld
add ition</w>
w ar</w>
ep t</w>
k an</w>
v ing</w>
O ct
Ju ly</w>
numb er</w>
chang ed</w>
beli ev
re sul
adop ted</w>
ti ve</w>
ti l</w>
ob er</w>
s es</w>
Oct ober</w>
n er</w>
M t</w>
v ol
er ing</w>
us ing</w>
o jo</w>
ex t</w>
hi stor
ep t
l ong</w>
prov inc
chi ld</w>
en ed</w>
un ate</w>
bec ome</w>
us a</w>
h and
re et</w>
J O</w>
a m</w>
d ays</w>
ition al</w>
comp let
sup por
A ug
I RA</w>
at ure</w>
b ur
y ing</w>
t ea</w>
Nob un
gro up</w>
Aug ust</w>
t ly</w>
F eb
Feb ru
Acc ording</w>
Febru ary</w>
an -
app ear
a h
thir d</w>
ed ed</w>
M ik
d ed</w>
N O</w>
N ak
con c
ag on</w>
M ay</w>
M us
Dec ember</w>
b attle</w>
st and
H an
sun e</w>
ob u</w>
No bu
him a</w>
is ion</w>
idd le</w>
at ely</w>
om i</w>
d iv
li c</w>
st ate</w>
it e</w>
18 6
t og
or t</w>
o j
p op
a ff
T he
succ e
differ ent</w>
KA WA</w>
Nobun aga</w>
ynast y</w>
un til</w>
Yo shin
S ept
d omain</w>
Sept ember</w>
oth ers</w>
d en</w>
if th</w>
S ou
P eriod</w>
T A</w>
v ass
d et
M ot
sec tion</w>
c as
1 0</w>
K ok
N ov
h al
TO KU
M uro
m us
no w</w>
ard ed</w>
Hid eyoshi</w>
K i
s ake</w>
Min ister</w>
K aw
m er
fam il
fl u
, 000</w>
with out</w>
W ak
m ast
K en
um e</w>
cent ury</w>
h and</w>
li f
K it
i d</w>
c ol
Nov ember</w>
i f</w>
hou se</w>
i ally</w>
Y oshim
N ational</w>
temp les</w>
par tic
ar e
il led</w>
e w
me di
u chi</w>
et su</w>
b re
liter ally</w>
hi story</w>
no -
an other</w>
is m</w>
ad v
p ur
e ki</w>
Un iversity</w>
gre at</w>
arri ed</w>
U RA</w>
A SHI
ain ing</w>
des c
f our</w>
g ed</w>
char act
or o</w>
ab ove</w>
off ice</w>
in d</w>
estiv al</w>
or gan
me ans</w>
Yor it
our th</w>
t su</w>
bir th</w>
pr act
em on</w>
m an</w>
est ern</w>
b ar
e f
Sh into</w>
re ad
cont inu
et s</w>
fac t</w>
rig ht</w>
gener al</w>
Muro machi</w>
Jun e</w>
b us
z o</w>
in flu
min istr
beg an</w>
k ai
iv er</w>
op s</w>
t or</w>
Gr ade</w>
b ran
18 7
air s</w>
atsu m
TOKU GAWA</w>
il ed</w>
G overn
ag es</w>
tr y</w>
Budd ha</w>
ion al</w>
m emb
sh ap
mo ted</w>
d ic
il ity</w>
t ow
l ived</w>
K on
B attle</w>
m et
Fu j
M I</w>
sh ould</w>
H ou
le ad
al ong</w>
ok s</w>
hig h</w>
s l
Hi ro
cri p
se t</w>
c astle</w>
ey asu</w>
youn ger</w>
ti red</w>
e um</w>
des ign
E x
imp ortant</w>
un known</w>
an a</w>
t ak
d a</w>
ent h</w>
i qu
a th
in ed</w>
w ater</w>
au th
j u</w>
i sh
ex pres
w om
ow ed</w>
w ill</w>
R ailway</w>
ai -
cap ital</w>
en -
a o</w>
memb ers</w>
M un
v ill
famil ies</w>
tog ether</w>
tr ains</w>
S HI</w>
lar ge</w>
est s</w>
stat ue</w>
c y</w>
acc ording</w>
C HI
ou t
I z
aw ay</w>
plac ed</w>
no b
R iver</w>
K E
S e
b a</w>
ik o</w>
T sun
Emp ress</w>
d om
pro moted</w>
lif e</w>
shrin es</w>
m ake</w>
F or</w>
h ol
c il
od o</w>
serv ice</w>
r ak
d u
uc hi
origin al</w>
od ay</w>
v er</w>
m it
d ori</w>
M iy
T om
int ro
ter m</w>
o p</w>
li sh
h an</w>
m ember</w>
ic ally</w>
m en
S um
or ies</w>
I k
pri v
m on</w>
KA GA</w>
resid ence</w>
ver y</w>
ha ving</w>
believ ed</w>
h n
ur i</w>
ag i</w>
ASHI KAGA</w>
C HI</w>
ron t</w>
T am
wor ld</w>
child ren</w>
cal end
aj or</w>
Y O
i l</w>
ag ed</w>
doc um
l ate</w>
S O
e qu
ug ht</w>
w n</w>
f ive</w>
ad ministr
descri bed</w>
om iya</w>
j o-
dai myo</w>
r o</w>
1 5</w>
hir o</w>
st ill</w>
per son
S ince</w>
ug awa</w>
s o
buil ding</w>
R A
o od
Mit su
rece ived</w>
s c
H ar
2 0</w>
uk u</w>
p ut</w>
intro duc
h all</w>
polit ical</w>
s il
Sh o
Sen ior</w>
e y</w>
resp on
trad itional</w>
thoug ht</w>
f ound</w>
m e</w>
I eyasu</w>
n ational</w>
l aw</w>
k illed</w>
ition s</w>
trans f
h or
cl ass
pub lic</w>
ug o</w>
c a
hi to</w>
iz ation</w>
K at
g awa</w>
gran d
N an
typ e</w>
p at
r ai
S he</w>
OT O
calend ar</w>
l l
sm all</w>
B un
ic ation</w>
ic ul
od ai
govern or</w>
ap er</w>
cil or</w>
z uk
G u
succe eded</w>
contro l</w>
b i
in -
nam ed</w>
f ront</w>
K um
F us
p i
shi n</w>
s ent</w>
nam es</w>
with in</w>
ak o</w>
mov ed</w>
sum ed</w>
p ow
gr ad
h old</w>
Tok ugawa</w>
und er
k ai</w>
p h
The y</w>
St reet</w>
y ok
K ai
' t</w>
H ist
i an</w>
e as
ap pro
re ad</w>
desc end
histor ical</w>
ach ed</w>
coun try</w>
t ures</w>
ar t</w>
ex t
yo -
t ai
g od</w>
comm on</w>
yo u</w>
I w
18 8
er y</w>
exam ple</w>
inc reas
t ment</w>
w ords</w>
Shog un</w>
st u
i shi</w>
K iy
rel ig
bran ch</w>
y or
ist ry</w>
et y</w>
S uk
d est</w>
Yorit omo</w>
D uring</w>
D A
includ ed</w>
com man
ik i</w>
pass ed</w>
o ji</w>
resul t</w>
a- jo</w>
m s</w>
ch ed</w>
N I
19 9
ad o</w>
ol s</w>
ob a</w>
ut su</w>
dep end
y a</w>
im a</w>
er al</w>
og e</w>
h y</w>
a e</w>
produc ed</w>
y -
per formed</w>
al ity</w>
sur yo</w>
de fe
S ec
MA TSU
C om
bo oks</w>
I s
g ave</w>
ref erred</w>
p ic
construc tion</w>
b u</w>
M i
is e</w>
char ge</w>
s k
Yam ato</w>
tec hn
s oci
v al
shi k
p s</w>
wor ks</w>
Al so</w>
os ed</w>
z en</w>
design ated</w>
appear ed</w>
are as</w>
m iddle</w>
chang e</w>
3 0</w>
um a</w>
l at
Th erefore</w>
po st
p ec
g ood</w>
P ar
in s</w>
olog y</w>
l ec
A d
m aking</w>
NA KA
in ess</w>
TA IRA</w>
cent r
C o
u shi</w>
c ase</w>
ut ion</w>
Sh ing
1 2</w>
m u</w>
ic es</w>
tr a</w>
pro per
ri d
in oge</w>
ay ing</w>
continu ed</w>
tr ain</w>
him e</w>
hi de</w>
t ake</w>
retur ned</w>
an n
head ed</w>
K un
od y</w>
ai r</w>
G o
Tai ra</w>
L e
play ed</w>
K A</w>
origin ally</w>
M atsu
18 9
In c
ri bu
O DA</w>
w ard</w>
se en</w>
issu ed</w>
Sou thern</w>
mod ern</w>
19 4
N ar
t oday</w>
1 1</w>
pos ed</w>
bel ong
f ul
tion ed</w>
A z
sit u
cre ated</w>
m ent
et ry</w>
l and
pop ular</w>
on -
D ynasty</w>
Prin cess</w>
u su
Coun ty</w>
main ly</w>
Kor ea</w>
l ess</w>
M an
l ost</w>
L ower</w>
ov er
K yu
B A
eri es</w>
s ing</w>
C ul
Nor thern</w>
m ag
r one</w>
a ut
hal f</w>
se qu
territ ory</w>
k en</w>
F am
iv ing</w>
n ext</w>
M URA</w>
w ar
F ur
shog unate</w>
m y</w>
en shrin
w est</w>
Y A
gro und</w>
O ff
ref ers</w>
s im
T O</w>
ab e</w>
se i</w>
mast er</w>
s ever
1 8</w>
develop ed</w>
fam ous</w>
ent ered</w>
g l
po ems</w>
s ai</w>
n ec
R I</w>
e m</w>
2 1</w>
r en
in ning</w>
L ater</w>
m i</w>
M A</w>
D ain
r y
Min istry</w>
sol di
pi ec
oug ht</w>
em ents</w>
g un</w>
e ast</w>
c ir
comp an
w a</w>
some times</w>
moun tain</w>
sun a</w>
ag ain</w>
1 3</w>
iv es</w>
J in
rel ation
am b
mus ic</w>
c ust
con duc
for e
D e
hir a</w>
th erefore</w>
ro le</w>
k e
un c
youn g</w>
G re
b an
p aper</w>
M ur
me an
me th
YAM A</w>
um ul
D iv
si ble</w>
on om
for ces</w>
cl ass</w>
if ied</w>
hi s
or ed</w>
I chi
z ur
w ays</w>
tiv ely</w>
coun cilor</w>
ay ama</w>
sit e</w>
c ity</w>
2 5</w>
tic le</w>
l ear
ch u</w>
No h</w>
t own</w>
a it
H all</w>
as aki</w>
K az
p ed</w>
o h
i als</w>
im i</w>
reas on</w>
r ul
provinc ial</w>
m u
st one</w>
ic h
S ek
on ce</w>
j ust</w>
s word</w>
f ur
ord in
d em
ab ol
s ev
j ect</w>
Y uk
19 8
M ai
on s</w>
of f</w>
K u
ok o</w>
G on</w>
or ial</w>
hi b
t eac
ay a</w>
ro ad</w>
pl es</w>
pub lished</w>
ed a</w>
l ast</w>
nob les</w>
a yoshi</w>
2 8</w>
h on</w>
w id
1 7</w>
iz e</w>
men tioned</w>
B E</w>
re v
estab lish
ir o</w>
f il
e an</w>
og rap
y am
wh ose</w>
dis ci
S eng
N ew</w>
re st
cl ose</w>
K ur
1 6</w>
Fus him
ac ked</w>
fir e</w>
con sist
K ar
pl ay</w>
at ari</w>
2 4</w>
Om i</w>
retain er</w>
az u</w>
charact ers</w>
N a
offic ials</w>
Co mp
p rec
pre v
th ing</w>
s et
al though</w>
D i
sever al</w>
H e
tro ops</w>
en ing</w>
th er
h an
oy a</w>
auth or
1 4</w>
enshrin ed</w>
sug u</w>
m ay</w>
Hig ashi
R ec
Kan n
v es</w>
ist ered</w>
poin t</w>
d en
no ble</w>
curr ent</w>
ut es</w>
ac t</w>
iqu e</w>
rel ated</w>
M ichi
descri p
F ifth</w>
introduc ed</w>
ac ter</w>
z u</w>
h ar
ug a</w>
for man
as sumed</w>
YAM A
re al</w>
Fam ily</w>
R y
an -ji</w>
ste ad</w>
B ec
J I</w>
m en</w>
K om
Fuj iw
prin ci
e p</w>
di str
ac k
Kan to</w>
oper ation</w>
iv ely</w>
R o
F rom</w>
ab uki</w>
R it
J R</w>
S ect</w>
th em
Chi k
soldi ers</w>
for ce</w>
2 3</w>
pol ic
m ed</w>
to p</w>
priv ate</w>
ood en</w>
a- cho</w>
Div ision</w>
char acter</w>
Govern or</w>
ir a</w>
w arri
spec ial</w>
19 0
or ation</w>
m ajor</w>
cal l
O g
construc ted</w>
D O</w>
cul tural</w>
Cul tural</w>
rak awa</w>
v ic
ir ed</w>
th rone</w>
an t
ord ered</w>
reg arded</w>
M yo
n s</w>
K og
i x
in aga</w>
ang o</w>
bus iness</w>
Ni hon
s er
ear ch</w>
Mus eum</w>
o suke</w>
Kei han</w>
achi ev
Kiy om
com e</w>
per forman
relation ship</w>
si x
T hir
n ess</w>
o ols</w>
stat us</w>
re stor
Hou se</w>
T r
19 5
u es</w>
T oshi
Hist ory</w>
1 9</w>
beg inning</w>
ous ly</w>
direc t</w>
M O
J i
re co
st age</w>
ern al</w>
On e</w>
19 7
retain ers</w>
orig in</w>
en v
tri es</w>
19 6
dai jin</w>
pl an
h ara</w>
c r
pro t
qu ar
cas es</w>
Kyu shu</w>
2 7</w>
all owed</w>
at ur
H o
S ome</w>
Ko j
i ri
b r
bec om
Inc ident</w>
re tired</w>
g et</w>
s al
z an</w>
b ody</w>
stud y</w>
ent er</w>
tak en</w>
transf erred</w>
foun ded</w>
Bec ause</w>
z e</w>
sim il
sc en
b an</w>
K as
p alace</w>
f ood</w>
vass al</w>
Fujiw ara</w>
r yo</w>
is ional</w>
H or
ro om</w>
l aw
y ak
ne w
f ourth</w>
en s
vi ew</w>
par tment</w>
oc hi
g ate</w>
Seng oku</w>
in stead</w>
Gre at</w>
sou th</w>
C ap
stand ing</w>
j i-
ok an</w>
gener ation</w>
N ishi
on es</w>
A c
Tan g</w>
H ong
r e</w>
plac es</w>
mean ing</w>
in ation</w>
k uni</w>
en cy</w>
ast ern</w>
a u</w>
wh at</w>
l ev
cent er</w>
Fuk u
ed uc
jo ined</w>
W est</w>
et c</w>
F ir
form s</w>
met ers</w>
re present
t al
sch ools</w>
r un
po etry</w>
w ing</w>
li ed</w>
s an
oy ama</w>
d ri
bro ught</w>
se hold</w>
u ji</w>
g u</w>
Mai zur
2 6</w>
op ened</w>
comp any</w>
2 2</w>
m ik
Gu ards</w>
2 9</w>
ug o
re por
w ro
iw a</w>
p er</w>
C l
ud o</w>
fi ed</w>
Min amoto</w>
se par
m ents</w>
ar ro
S atsum
si x</w>
ro ku</w>
H ak
ro und
ed it
ind ic
vill age</w>
k et</w>
at s</w>
K e
B us</w>
coun tries</w>
I m
ul ar
coll ection</w>
og atari</w>
inc ident</w>
en se</w>
pro f
ow ing</w>
ever y</w>
man ag
en ces</w>
Ch o
tri c</w>
l ords</w>
end ai</w>
W or
E chi
wro te</w>
relig ious</w>
cul ture</w>
ta x</w>
d est
bu n</w>
e ff
TO Y
ow s</w>
on in</w>
O r
d el
mit ted</w>
min ister</w>
foun der</w>
N ai
rem ains</w>
ent ed</w>
nor th</w>
h ome</w>
M e
m ot
K uro
I se</w>
im age</w>
eri als</w>
el s</w>
situ ation</w>
av es</w>
se as
pro c
pp er</w>
Thir d</w>
inv ol
complet ed</w>
att ack</w>
oun t</w>
influ ence</w>
m arried</w>
f ought</w>
d ate</w>
Off ice</w>
os a</w>
oc cur
meth od</w>
t ot
simil ar</w>
Y A</w>
TA KE
de ity</w>
docum ents</w>
di es</w>
19 3
Z A
ass igned</w>
l ong
comman der</w>
F estival</w>
form ation</w>
W hi
H os
umul us</w>
st op</w>
w aka</w>
t le</w>
dec ided</w>
W estern</w>
an i</w>
pain ting</w>
defe ated</w>
ron ic
o e</w>
m yo
s en</w>
Th ese</w>
rid ge</w>
H ik
OTO MI</w>
K ot
j i
iz u</w>
Sec ond</w>
Maizur u</w>
up on</w>
li m
TOY OTOMI</w>
t or
read y</w>
f estival</w>
S et
s crip
provinc es</w>
En g
Satsum a</w>
for ced</w>
S ang
con fl
a emon</w>
vass als</w>
u -ji</w>
am ed</w>
co v
p refec
w estern</w>
tr ac
aff airs</w>
x im
sequ ently</w>
H it
sh es</w>
cer tain</w>
HO SO
wom en</w>
I I</w>
c rit
tri ed</w>
k ind</w>
en ced</w>
yo t
Tsu k
z a</w>
N in
ut y</w>
mat erials</w>
ag o</w>
ass oci
ol der</w>
sh oki</w>
g yo</w>
enti al</w>
eng th</w>
oper ated</w>
s qu
o chi</w>
bel l
Shi k
R eg
r an</w>
f ol
en s</w>
U CHI</w>
C ro
kai do</w>
N ichi
dr aw
L t
ir i</w>
f ish</w>
Kor ean</w>
- day</w>
follow s</w>
bu s</w>
th ers</w>
rec ord</w>
ig rap
se e</w>
he av
partic ip
cl o
str ong</w>
ir e</w>
curr ently</w>
de f
at eg
od e</w>
em y</w>
T ale</w>
Le ft</w>
ent ion</w>
l ing</w>
high est</w>
H ir
s ei
re p
n in
me as
end ing</w>
M ain</w>
Dain agon</w>
vis ited</w>
Ro ad</w>
c arried</w>
P ri
H yo
F or
establish ment</w>
g ing</w>
er -
R oku
f ace</w>
teac h
occur red</w>
f ri
po em</w>
p un
Con f
ti c</w>
com mon
R ou
1 18
k ok
rai sed</w>
it a</w>
r yu</w>
in her
um es</w>
Y u
ay ed</w>
B o
conduc ted</w>
t ings</w>
k oku
h um
Rou te</w>
n ight</w>
h ood</w>
Fir st</w>
l l</w>
ru le</w>
mon k</w>
l ower</w>
t reas
wor ked</w>
an ces</w>
s ign
ard en</w>
in o</w>
g ods</w>
re i</w>
lat ter</w>
l un
all s</w>
f ifth</w>
t aking</w>
produc tion</w>
centr al</w>
ther more</w>
sur v
Su tra</w>
pri ests</w>
ow ned</w>
ard ing</w>
shap ed</w>
prin ce</w>
e ight</w>
cl oth
si mp
m ak
Yoshit sune</w>
th um
pl at
i ans</w>
N A</w>
ro y
Z en
con v
e igh
Nihon shoki</w>
pos e</w>
U k
R ight</w>
H is
i i</w>
f em
au ce</w>
Pro per
Th en</w>
al ready</w>
lin es</w>
bu tsu</w>
E lec
par ty</w>
at ic</w>
J o
ro und</w>
offic er</w>
am ount</w>
whi te</w>
ing u</w>
ic ho</w>
ca used</w>
HOSO KAWA</w>
vol ume</w>
op in
R I
F ourth</w>
d era</w>
w ooden</w>
es cap
Ch u
s auce</w>
er ful</w>
J ugo
go t</w>
g n
al ized</w>
gran ted</w>
con n
diff icul
fi eld</w>
Z en</w>
t om
s hima</w>
g a</w>
am p
ail s</w>
ac y</w>
est ed</w>
shap e</w>
let ter</w>
expres s</w>
R est
rec ords</w>
his a</w>
d ings</w>
p e</w>
or por
exist ed</w>
ac tiv
gener ations</w>
Rit suryo</w>
ition ally</w>
aku -
ac h</w>
Sh u
K y
S o
z ei</w>
c ast
Whi le</w>
div ided</w>
serv ing</w>
ec ts</w>
lead ing</w>
f arm
ec tively</w>
temp or
ic k</w>
achi -
ar s</w>
sch ol
s ay</w>
a shin
j ud
gener ally</w>
TA KA
I mp
s cal
it im
in st
oug h</w>
ing u
es pec
of uk
C o</w>
us an
sp read</w>
s w
i an
includ e</w>
f r
f o
author ity</w>
ac qu
s even</w>
polic y</w>
abol ished</w>
el ds</w>
HO JO</w>
15 8
res t</w>
car s</w>
ow a</w>
f av
su ff
ow n
att acked</w>
a- jinja</w>
add ed</w>
b o</w>
espec ially</w>
vi ew
M a
call igrap
wom an</w>
sur round
P o
G I</w>
aku -ji</w>
end s</w>
prov ince</w>
SA I
s aying</w>
T og
Kann on</w>
B ure
comp iled</w>
performan ce</w>
pres s</w>
h el
Y ok
th us</w>
os atsu</w>
ab uro</w>
p att
fe w</w>
ug yo</w>
se a</w>
grad ually</w>
con d
ad vis
E v
l oy
h ow</w>
a shu</w>
Elec tric</w>
distr ict</w>
as ed</w>
C oll
suppor t</w>
ran king</w>
le t</w>
h ear
k ept</w>
u str
f ig
Ch ronic
mu ch</w>
direc tly</w>
5 0</w>
ac compan
Shog unate</w>
Cro wn</w>
sp e
mon ey</w>
ass ist
V ill
y aku</w>
reg ions</w>
d ance</w>
ai g
administr ation</w>
fl o
a k</w>
c el
co ok
tr av
Fushim i</w>
g old</w>
descrip tion</w>
I ts</w>
U ji</w>
pow erful</w>
xim ately</w>
sp ring</w>
m em
Gr and</w>
i a</w>
hou ses</w>
edit ary</w>
av ing</w>
present -day</w>
pract ice</w>
p aku</w>
e al
n ear</w>
ran ked</w>
s ays</w>
cl ear</w>
B A</w>
tre at
in side</w>
stu died</w>
ref er</w>
ci l</w>
pre par
sp ir
ran ce</w>
t an
fore ign</w>
k ata</w>
in depend
e over</w>
reco gn
M om
G oshi
l ic
fem ale</w>
ug e</w>
ab in
liter ature</w>
S ag
M at
l igh
retur n</w>
her editary</w>
l iving</w>
Rest oration</w>
uk o</w>
pos thum
Tak eda</w>
N ik
stit ution</w>
J odo</w>
A t
Z U
Ch un
lin e
cl ai
c an
b att
Fur thermore</w>
Bure au</w>
leg itim
quar ters</w>
nec ess
ast e</w>
Ni hon</w>
l ad
uk ai</w>
g ri
ic k
K ik
l os
im e</w>
sh ort</w>
proper ty</w>
bas e</w>
usu ally</w>
lev el</w>
writ ing</w>
ty -
bell ion</w>
W ith</w>
if ic</w>
yor ai</w>
sel ected</w>
lim ited</w>
S U</w>
Mon ogatari</w>
K int
mis sion</w>
el dest</w>
Sh ot
ar ily</w>
R es
m a
conc ern
Tak am
l ow
cl ans</w>
en th
im ono</w>
gre at
n atur
hi ko</w>
o le</w>
cov ered</w>
s ister</w>
ro ute</w>
follow ed</w>
acc ep
t un
oc cas
se ems</w>
m a</w>
d on</w>
tur ed</w>
ex pl
as c
DA IRA</w>
su k
piec es</w>
p eri
dis pat
R yo
descend ants</w>
scal e</w>
invol ved</w>
f -
f all</w>
s ing
as ked</w>
K oku
m er</w>
develop ment</w>
k yu</w>
b on</w>
ac him
sel ves</w>
do m</w>
charact eri
ic ip
w ide</w>
un it</w>
prof ess
an no
vis it</w>
P e
M ak
d on
St ate</w>
R ik
Cap tain</w>
suppor ted</w>
post s</w>
k ar
at or</w>
var i
od a</w>
al most</w>
j u
Shin k
ic ts</w>
i yo</w>
ac red</w>
Conf uc
p o</w>
aw a-
tot al</w>
om a</w>
ta x
ashi ro</w>
Comp any</w>
appro ximately</w>
t ation</w>
id a</w>
dist ingu
d -
them selves</w>
l ight</w>
B e
pl an</w>
up s</w>
ser ve</w>
ent ary</w>
st ed</w>
pr is
bu sho</w>
t a</w>
Sh on
ot s</w>
ar ch
ap pe
um o</w>
hand ed</w>
do es</w>
an g</w>
common ly</w>
T o</w>
p ag
h app
cro s
S ub
I f</w>
ilit ies</w>
comp ar
aw ara</w>
thro ugh
bro thers</w>
Imp ortant</w>
ol dest</w>
oc ial</w>
it self</w>
belong ed</w>
O w
z ai</w>
bel ow</w>
organ ization</w>
me i</w>
f ell</w>
G ok
abin et</w>
stud ents</w>
exc ept</w>
to o</w>
oc c
15 9
rem ained</w>
im medi
hig her</w>
Re tired</w>
B osatsu</w>
pos itions</w>
organ ized</w>
stat ues</w>
r is
ar ticle</w>
h eir</w>
ei ther</w>
eb r
K atsu
person s</w>
olog ical</w>
es th
ed ly</w>
T or
MATSU DAIRA</w>
oo t</w>
k ei</w>
S E
out side</w>
mov ement</w>
oku -
mik oto</w>
Wor ld</w>
sug g
app ears</w>
ah ara</w>
M OTO</w>
prov ided</w>
o- in</w>
ex ec
vol umes</w>
Chun agon</w>
t ained</w>
De partment</w>
ribu ted</w>
ch es</w>
A ff
cir c
buil dings</w>
m y
bi g</w>
k o
six th</w>
ab ly</w>
Lt d</w>
mer ch
K abuki</w>
l led</w>
ev ent</w>
ar ran
ai led</w>
U j
g e
et su
legitim ate</w>
fur ther</w>
T er
um ent</w>
col or</w>
k y
anc est
S on
3 1</w>
cour se</w>
au ji</w>
z ane</w>
land s</w>
ag awa</w>
T ot
L and</w>
H er</w>
Ar my</w>
lar g
comm un
d ynasty</w>
An d</w>
success ion</w>
r end
ev al</w>
er ors</w>
re vis
mon th</w>
he i</w>
res igned</w>
pain tings</w>
n ation</w>
ok oro</w>
a ur
St ates</w>
sil ver</w>
if ication</w>
Goshi rakawa</w>
uchi -
s we
o y</w>
Hong an-ji</w>
cel ebr
HA RA</w>
Coll ection</w>
origin ated</w>
Sh os
p al</w>
wh ole</w>
Gen eral</w>
15 7
tr an
s eries</w>
fin ally</w>
T ei
am bo
Yor im
As soci
inher ited</w>
through out</w>
e astern</w>
10 0</w>
h aru</w>
I CHI
B u
l ength</w>
stit ute</w>
Dai g
ec onom
at ives</w>
Vill age</w>
h ak
Min o</w>
Kam i</w>
ar chi
U E
w al
ex ist</w>
er ence</w>
becom ing</w>
T own</w>
shi ps</w>
Koj iki</w>
r un</w>
r i</w>
success or</w>
act or</w>
tion al</w>
set t
pro b
go ing</w>
line age</w>
Kiyom ori</w>
vi a</w>
pro cess</w>
t ext</w>
u ted</w>
high -
2 0
T ango</w>
In ner</w>
t ern
par ts</w>
o t</w>
l s</w>
of un</w>
comm it
co p
Y ear</w>
us es</w>
t ree</w>
em ori</w>
com b
re ign</w>
odai -ji</w>
Kam ig
m ura</w>
esth ood</w>
ei -
Hou sehold</w>
Aff airs</w>
det ails</w>
w ards</w>
serv ices</w>
am aro</w>
z u
pri esthood</w>
e at</w>
direc tor</w>
l ain</w>
in k</w>
accep ted</w>
SA KA
th ology</w>
Ev en</w>
T reas
M utsu</w>
s ess
Shin s
i ble</w>
et ada</w>
co ins</w>
confl ict</w>
a ji</w>
tr aining</w>
ograp hy</w>
increas ed</w>
fi elds</w>
cust om
us ol
ov ed</w>
h om
ev ents</w>
y en</w>
no od
Associ ation</w>
st reet</w>
st re
n ever</w>
t ain
m ary</w>
T sur
K ak
eri or</w>
sen se</w>
stat es</w>
g arden</w>
en emy</w>
an ti
E ast</w>
ri st
ey ama</w>
E duc
s ocial</w>
Nichi ren</w>
sev enth</w>
z ed</w>
st ations</w>
Yam at
struc ture</w>
M iddle</w>
wh ether</w>
r ailway</w>
it ing</w>
att emp
comp osed</w>
pos sible</w>
Prefec tural</w>
t ains</w>
w e</w>
sp iri
s old</w>
d ou
ch ap
ar ies</w>
spiri t</w>
k aku</w>
f un
ar ts</w>
activ ities</w>
s o-
ac tive</w>
Tak auji</w>
princi pal</w>
lun ar</w>
crit ic
oc r
pur pose</w>
nor thern</w>
m id
conf erred</w>
No .</w>
ran ks</w>
An cient</w>
ub o</w>
M is
R ok
Mor eover</w>
ho t</w>
ai jin</w>
KU RA</w>
J ushi
Hig h</w>
th re
t ar
fil m</w>
de fin
ular ly</w>
ot e</w>
oshi n</w>
g s</w>
in it
gro ups</w>
gen d</w>
A n</w>
w ell
pr on
ordin ary</w>
h ai
S un
trans l
m ight</w>
arro w</w>
amb er
S aga</w>
Ow ari</w>
j iro</w>
c ut</w>
ambo o</w>
rest aur
Tan ba</w>
H ojo</w>
act ors</w>
su per
tran sp
Cho shu</w>
reg ul
sug i</w>
K U</w>
I shi
requ ired</w>
R us
Mus ashi</w>
E uro
y ori</w>
M ich
Kan sai</w>
soci ety</w>
imp ro
disci ple</w>
dis c
18 5
T endai</w>
Shing on</w>
wid ely</w>
cl os
ab les</w>
T SU</w>
A shik
gu ar
cor respon
an ced</w>
N yorai</w>
M O</w>
L aw</w>
Ad d
warri ors</w>
the ories</w>
et ing</w>
j ingu</w>
est ate</w>
G os
Fuk uchi
w ear</w>
d eri
dic ated</w>
Yam ag
Am ong</w>
tre ated</w>
in es</w>
ing ly</w>
form al</w>
educ ation</w>
b ack
ad s</w>
4 0</w>
w at
sen ior</w>
i o</w>
di an</w>
de ities</w>
Sh un
er u</w>
b ound</w>
ang u
G I
su ka</w>
ous and</w>
ord ed</w>
M any</w>
f ight</w>
am achi</w>
th ings</w>
si b
enth ron
le d
co de</w>
h at
am i-
difficul t</w>
b and</w>
act ually</w>
Sh ok
prov isional</w>
po et</w>
ak i-
Shig a</w>
h y
g oku</w>
j un
am asa</w>
leg al</w>
ec tive</w>
w ood</w>
res earch</w>
Th ree</w>
z en
s an</w>
id es</w>
gu ard</w>
env oy</w>
ch in
dom ains</w>
att ers</w>
p ref
lit tle</w>
h ere</w>
posthum ous</w>
comm and</w>
administr ative</w>
Tak a
m ir
ast er</w>
o ted</w>
r ather</w>
er ry</w>
s or
pro mot
occ up
descri b
partic ular</w>
l em
uk e</w>
A ri
ter ms</w>
p ass</w>
B ut</w>
run ning</w>
rec orded</w>
high ly</w>
Chi ef</w>
icip al</w>
Jugo inoge</w>
E d
Sang i</w>
O da</w>
ut a</w>
ak ira</w>
t ell
in formation</w>
coun t</w>
scen e</w>
s acred</w>
loc ation</w>
g ive</w>
in str
3 3</w>
sh ow</w>
rit suryo</w>
n ov
d ation</w>
si a</w>
clo th</w>
Yas u
Ch rist
produc ts</w>
i to</w>
amber lain</w>
Ashik aga</w>
ro s
po t</w>
Proper ty</w>
tre es</w>
und red</w>
squ are</w>
lear ned</w>
U pper</w>
mon ks</w>
R O
NAKA MURA</w>
Educ ation</w>
di shes</w>
G un
6 0</w>
tr ade</w>
docum ent</w>
pp ed</w>
op p
Sh owa</w>
ur ed</w>
th s</w>
son s</w>
proper ties</w>
us crip
tow ard</w>
re ached</w>
on ed</w>
Fukuchi yama</w>
con tr
Mas am
K ob
if ic
H achim
ix ed</w>
com ing</w>
techn ique</w>
ent al</w>
tow ns</w>
in ated</w>
I TO</w>
wh ere
um ents</w>
Yoshi k
r ic
act ual</w>
m ale</w>
av ed</w>
H im
sh or
opin ion</w>
rul ing</w>
in ner</w>
Mik oto</w>
present ed</w>
ofuk u-ji</w>
k u
H at
ik u</w>
form ing</w>
ok e</w>
id ea</w>
b en
g en</w>
f requ
T odai-ji</w>
Ar t</w>
ud e</w>
l ow</w>
el led</w>
b amboo</w>
D an
territ ories</w>
e ing</w>
av ail
medi eval</w>
ef for
characteri st
dest roy
typ es</w>
s ion
re di
natur al</w>
aw arded</w>
NO E</w>
1 1
oc k</w>
eri c</w>
eng umi</w>
offic ers</w>
min utes</w>
om on</w>
iv al
iv id
shi ki</w>
g ained</w>
dis p
ay u</w>
h us
rig h
p ast</w>
inv est
G or
t o-
me d
f oot</w>
ere after</w>
c ateg
bu shi</w>
op en</w>
Mas ak
C lo
sil k</w>
man uscrip
t -
mem orial</w>
G odai
qu ality</w>
id ing</w>
YO SHI
sec ret
s ize</w>
ro r</w>
m ul
hor se</w>
f und
Y ak
Shins engumi</w>
h un
T a
stor ies</w>
pos sess
con s
av y</w>
MO RI</w>
wor n</w>
uk a</w>
st and</w>
ac ted</w>
str ong
destroy ed</w>
nood les</w>
ci ence</w>
3 6</w>
avail able</w>
Shin shu</w>
Chronic les</w>
piec e</w>
om m
lead er</w>
inter pre
di ary</w>
dec or
O KA</w>
f igh
Yam ashiro</w>
M U
sho en</w>
man u
descend ant</w>
B an
f ic
o- jinja</w>
man or</w>
le gend</w>
det er
M iya</w>
w r
sur rend
f unc
um n</w>
J usan
equ ival
st ip
d am
To yot
k ind
id o</w>
ic ide</w>
d rin
m ust</w>
in struc
assist ant</w>
Coun cil</w>
ass ass
Ar ticle</w>
wh y</w>
tw ent
S ur
Am ida</w>
ur a-
st s</w>
includ es</w>
ch ing</w>
O rig
M ajor</w>
o- jo</w>
er c
ut ting</w>
od ai</w>
av o
yo shu</w>
dis h</w>
Kan paku</w>
Hok kaido</w>
C ol
ot su
law ful</w>
ind ivid
en in</w>
an ori</w>
Cour ts</w>
sur i</w>
o- gawa</w>
it su
ing redi
equival ent</w>
tsu k
l ish</w>
K a
read ing</w>
R in
s ak
peri ods</w>
f re
distingu ished</w>
u als</w>
sh ing</w>
g ath
as him
Is land</w>
de ep
d re
ish ment</w>
fin anc
child hood</w>
San jo</w>
m un
Shig e
wor ship</w>
v ir
Ac t</w>
s ions</w>
o- cho</w>
Ot su</w>
Mitsu hide</w>
I SHI
st ri
S og
Sh ugo</w>
R en
Govern ment</w>
reg ent</w>
lo t</w>
at en</w>
M ochi
de par
bro ke</w>
hum an</w>
gre en</w>
gen cy</w>
d ai</w>
su icide</w>
por tr
pic ture</w>
em itsu</w>
el der</w>
recogn ized</w>
mat erial</w>
m ess
el ed</w>
U E</w>
D o
Clo istered</w>
issu e</w>
sub j
rec omm
ort ation</w>
k m</w>
iqu es</w>
yu -ji</w>
t old</w>
os en</w>
in ojo</w>
T umulus</w>
SU GI</w>
D az
in sul
ro of</w>
sub ject</w>
resp ectively</w>
exist ence</w>
cust om</w>
c m</w>
bu gyo</w>
ut en
sid es</w>
el ev
Yor i
al ways</w>
Hei ke</w>
rit ual</w>
immedi ately</w>
ent er
complet ely</w>
Kaw achi</w>
Add itionally</w>
ow led
ke ep</w>
end o</w>
ap prov
usol eum</w>
us ion</w>
tr ue</w>
m ing</w>
is en</w>
escap ed</w>
Echi zen</w>
rec ent</w>
bo ard</w>
Kint etsu</w>
Jusan mi</w>
Godai go</w>
so on</w>
P ure</w>
Nag a
C enter</w>
financ ial</w>
az aki</w>
P l
iz en</w>
B ank</w>
w ak
up per</w>
polit ics</w>
ok awa</w>
w an
grand son</w>
d ro
ac ros
te enth</w>
sou thern</w>
oshim a</w>
op ped</w>
exist ing</w>
er ation</w>
ch o
appear ance</w>
acros s</w>
T osa</w>
NO UE</w>
sh ugo</w>
ans en</w>
independ ent</w>
Higashi yama</w>
As sist
new ly</w>
i le</w>
ha shi</w>
dispat ched</w>
San et
G y
hus band</w>
D istr
tr ack</w>
ful ly</w>
K ai</w>
G O</w>
warri or</w>
b ashi</w>
Par ty</w>
st ayed</w>
pass eng
iz o</w>
st ood</w>
h ard</w>
e ase</w>
direc tion</w>
ad ed</w>
16 0
f ar</w>
R ei
pol ice</w>
kn owled
eigh th</w>
reg ular</w>
pr ay
f if
conv en
ab ility</w>
Ni jo</w>
I t
ch u
Ch ug
og en</w>
be i</w>
A suka</w>
re t</w>
pro hib
manag ement</w>
emp loy
e o</w>
am s</w>
manu fac
ent ually</w>
n a</w>
lin ed</w>
grand father</w>
exp eri
de ad</w>
gr ave</w>
am p</w>
KA N
Assist ant</w>
re bellion</w>
can not</w>
be h
P er
ear th
bl ack</w>
Tad a
186 8</w>
ill s</w>
Yoshim itsu</w>
K E</w>
emp ress</w>
arri age</w>
w on</w>
s cro
is c
g un
b ow
O b
s le
ag re
Nobu t
L ib
re s</w>
re al
at ively</w>
por t</w>
person al</w>
ist s</w>
disc us
L oc
l ive</w>
k imono</w>
ic ed</w>
calligrap hy</w>
c ou
archi tec
se -
pe ace</w>
fac ilities</w>
c ar</w>
T w
techn iques</w>
ren amed</w>
offic es</w>
K ashi
att ached</w>
G ot
necess ary</w>
Mich inaga</w>
no t
ik e</w>
comp et
Y od
B y</w>
vic e-
N DO</w>
treas ure</w>
sou p</w>
le aves</w>
ful l</w>
Mit sun
200 6</w>
zuk uri</w>
k am
ib u</w>
es e-
en insul
S i
18 4
su d
au ti
sh ows</w>
s ong</w>
ed s</w>
sh u
s eri
ed ition</w>
Tak ak
NA GA
op posed</w>
m ur
d ers</w>
cloth es</w>
un ique</w>
me at</w>
ar ti
on e-
estiv als</w>
ceremon ies</w>
id enti
U r
plat form</w>
o i</w>
ent rance</w>
dep uty</w>
atsu -
am a-
val ue</w>
er age</w>
eng aged</w>
ment al</w>
man aged</w>
bur ied</w>
s oba</w>
bar bar
W ar
S a
M ing</w>
Ex press</w>
ic a</w>
com es</w>
Nag asaki</w>
200 7</w>
s our
em ed</w>
d one</w>
st ly</w>
h ong
concern ing</w>
Hyo go</w>
t our
eas ed</w>
Shot oku</w>
Distr ict</w>
pr ai
particip ated</w>
ai t</w>
Sh or
Mun icipal</w>
id ence</w>
el ec
let ters</w>
iv il</w>
b un
Tai sho</w>
tur ned</w>
sy m
sh aku</w>
l a
d ono</w>
lo ok
Q ing</w>
M iz
ear ing</w>
depend ing</w>
bu re
B i
sh o-
s ura</w>
mag istr
coll ected</w>
Iz umo</w>
requ est</w>
represent ative</w>
k awa</w>
Set tsu</w>
m iya</w>
et sugu</w>
eninsul a</w>
Tak at
S A</w>
B a
ic ted</w>
r al</w>
acc ord
g es</w>
Ko be</w>
G ate</w>
3 5</w>
k i-
ishi ki</w>
emp erors</w>
disci ples</w>
s words</w>
beh ind</w>
reg arding</w>
moun tains</w>
l ove</w>
k yo
b ot
surround ing</w>
ne l</w>
li es</w>
j utsu</w>
deter min
adv oc
S ug
fig ure</w>
em er
du ce</w>
sing le</w>
r ad
Mas at
sur e</w>
im asa</w>
adv anced</w>
U e
0 ,000</w>
ot eric</w>
foun dation</w>
exc av
y i
le -
Yoshin obu</w>
E s
ne go
nego ti
me t</w>
kind s</w>
e ge</w>
commit ted</w>
O KU
s cre
pres erv
jo in</w>
Sh ug
p et
le ad</w>
ai l</w>
Yam ashin
Toyot omi</w>
op ening</w>
G O
su sp
St u
Am er
ri ver</w>
qu est
hol ding</w>
ex hib
cul tiv
p ot
it ation</w>
g ok
and s</w>
Rec ords</w>
N I</w>
m al</w>
UE SUGI</w>
Hig ashi</w>
y uki</w>
w are</w>
ver sion</w>
cl osed</w>
Shink ansen</w>
Prov isional</w>
stand ard</w>
rem ain</w>
e ful</w>
F ac
w an</w>
tic les</w>
h ei
deri ved</w>
c y
Har ima</w>
Dai j
stit u
inc orpor
Mom oyama</w>
ul ty</w>
offic ially</w>
fl ow
pag oda</w>
n i</w>
n ation
figh ting</w>
prev ious</w>
estab lish</w>
poin ted</w>
c him
con qu
long er</w>
d es</w>
draw n</w>
Shin ano</w>
B ridge</w>
teach ings</w>
er ature</w>
de dicated</w>
ti al</w>
sum mer</w>
o o</w>
er ship</w>
b est</w>
du ties</w>
t umulus</w>
f er
compan ies</w>
ag r
M and
us ai</w>
m ill
accompan ied</w>
n ature</w>
SA N
H achi
c en
Yoshim asa</w>
bo w</w>
7 0</w>
us o</w>
sy ll
bre w
at ures</w>
sh ar
ashi ge</w>
G on
rin gs</w>
om atic</w>
describ es</w>
l ay
U m
exam ples</w>
ac tion</w>
re duc
off ered</w>
o be</w>
an im
su shi</w>
r on</w>
pe as
me eting</w>
k ill</w>
ar ist
ai do</w>
Or der</w>
KA WA
t at
st able</w>
p aid</w>
lad y</w>
ey ori</w>
ev entually</w>
chang es</w>
appe ar</w>
T ran
Sh ak
O ther</w>
ord ers</w>
cir cul
S ot
star t</w>
ong s</w>
belong ing</w>
Yoshin aka</w>
t u
mo chi</w>
aj ima</w>
Un ited</w>
us hima</w>
spec i
sh owed</w>
oun ced</w>
doc t
di pl
ag er</w>
K ugyo</w>
K os
K ing
k in
cal l</w>
Wak ashu</w>
ever y
ens ive</w>
bas is</w>
Ten mu</w>
ro c
at ory</w>
T oy
val u
Sum mary</w>
mor ning</w>
grad u
circ um
ab i</w>
Yas ut
y our</w>
ur b
tempor ary</w>
prec inc
barbar ians</w>
al es</w>
ab a</w>
R ep
B en
s per
ov ere
il i
f estivals</w>
eg r
ad em
Sek ig
15 6
ot ing</w>
j u-
gr ade</w>
transf er</w>
t ai</w>
reas ons</w>
be auti
Confuc ian
w in
s em
loc k</w>
arm s</w>
wor king</w>
well -
Mik awa</w>
wor shi
re pe
el ing</w>
arri ved</w>
i ent</w>
pe i</w>
ul ation</w>
sib ility</w>
l ab
8 0</w>
star ting</w>
ir on</w>
TAKE DA</w>
P ol
7 2</w>
h as
Z U</w>
S es
Kar as
tom b</w>
or u</w>
adv ant
Shi chi
J ok
3 8</w>
oku -ji</w>
l angu
ill ness</w>
H ai
A SA
1 15
Yoshi aki</w>
D es
ust ri
exc ell
h oku</w>
b es
Y a
U daijin</w>
mid -
guar dian</w>
dri ed</w>
S ar
3 2</w>
su n</w>
restor ed</w>
min d</w>
influ enced</w>
ei sha</w>
M ori</w>
zuk e</w>
me ant</w>
- g
cont ains</w>
class ified</w>
Ue sugi</w>
arist ocr
V ol
sec ts</w>
h air</w>
farm ers</w>
dr ama</w>
conn ected</w>
al led</w>
D en
te en</w>
pl ays</w>
patt ern</w>
partic ularly</w>
le m</w>
follow ers</w>
eal og
contro lled</w>
iz ing</w>
R ail
K is
trad ition</w>
s pl
a p</w>
Tad at
Sh oshi
Par k</w>
schol ar</w>
Un der</w>
fu ture</w>
a uc
J ing
1 17
si an</w>
ran ge</w>
fac tion</w>
st ated</w>
ern s</w>
Hi ei</w>
En ry
A b
w s</w>
w all</w>
t able</w>
curr ency</w>
1 16
sh ops</w>
s ound</w>
for c
p up
Shi rakawa</w>
flo or</w>
and ed</w>
af f</w>
K us
A tsu
A round</w>
enti re</w>
d an</w>
K iz
t aste</w>
restor ation</w>
mat ernal</w>
iy ama</w>
co st
occas ion</w>
dou b
des ign</w>
k en
chap ter</w>
bu tsu
z aemon</w>
some thing</w>
m ae</w>
li ance</w>
ess es</w>
b a
M oun
shog un
g on</w>
e ating</w>
S E</w>
G ak
- -
increas e</w>
in ally</w>
enthron ement</w>
Ok in
N en
B akufu</w>
h undred</w>
g et
ch a</w>
C er
Al l</w>
s ent
nin th</w>
lear ning</w>
id ent
frequ ently</w>
Sekig ahara</w>
Sad aijin</w>
Prov inc
ou th</w>
hel p</w>
becom es</w>
batt les</w>
tic ket</w>
stu dies</w>
j oy
hand s</w>
clai med</w>
d id
bre wing</w>
Yoshin o</w>
K ofuku-ji</w>
su i</w>
er ly</w>
al th</w>
pres ident</w>
m arriage</w>
ingredi ents</w>
gro und
il gri
ei e</w>
Hist or
th ousand</w>
li k
defe at</w>
K ong
pro sper
i- jo</w>
i yoshi</w>
al ty</w>
Kit a</w>
wh om</w>
vill ages</w>
os eki</w>
j ik
fi x
au di
K ing</w>
repor ted</w>
id e
g ar
M im
Echi go</w>
sh am
princi ple</w>
Sh om
Ki yo
o l</w>
N e
pro gr
ic ial</w>
did n</w>
influ ential</w>
SHI MA</w>
1 19
- cho</w>
k ofun</w>
con nec
circum st
c it
San e
SHI BA</w>
E m
D oshi
C orpor
in e
al co
res sed</w>
play ing</w>
koku shi</w>
differ ence</w>
auth or</w>
M aster</w>
qu ite</w>
ke ep
es hi
Confucian ism</w>
wal k</w>
sub mitted</w>
ot us</w>
hon or
class ical</w>
Kuro do</w>
H yak
s at
os o</w>
ZA WA</w>
ne igh
g ir
eff ect</w>
cap tured</w>
ak ami</w>
Shing en</w>
Shim ot
be an</w>
Pe ople</w>
unc le</w>
ud ai</w>
rul es</w>
add itional</w>
plan ned</w>
merch ants</w>
SHI MA
Enry aku-ji</w>
spec ific</w>
de ep</w>
as hima</w>
meas ures</w>
k atsu</w>
i- jinja</w>
g aku</w>
OTO MO</w>
Me an
o in</w>
em asa</w>
ear li
Tai wan</w>
ru led</w>
giv ing</w>
fl av
app lied</w>
Th at</w>
li sted</w>
gr and</w>
e aten</w>
Dai go</w>
A gency</w>
sum i</w>
sm all
ish ing</w>
excell ent</w>
p u</w>
m ound</w>
eg et
dis mis
con fir
Kan e
ur ban</w>
tro op</w>
re le
comp il
att end
atsu k
ac adem
M od
sign ific
sh own</w>
beauti ful</w>
ast ed</w>
H am
D ue</w>
int egr
appoin tment</w>
H in
A BE</w>
tw el
th in</w>
l y-
Euro pe</w>
so y</w>
n ine</w>
ligh ten
hal f-
cri bed</w>
cook ing</w>
ay uki</w>
Th us</w>
Ot omo</w>
pain ted</w>
j ima</w>
sp ace</w>
agr icul
y s
j aku</w>
f are</w>
tit les</w>
mov e</w>
complet e</w>
Ch ok
vari ety</w>
ut su
sho p</w>
ob j
inv ited</w>
int ern
in sist
di a</w>
ak usa</w>
1 .
is ions</w>
fl ower</w>
bu t
t ex
k ak
it ems</w>
in f
flow ers</w>
f our
ex change</w>
b on
aku shi</w>
S at
re form</w>
pron ounced</w>
atsu ko</w>
Kag ami</w>
Az uchi-
ub lic</w>
tim et
and ai</w>
TA NA
Han kyu</w>
F un
sh oku</w>
sec ret</w>
resp ect</w>
beli ef</w>
1 00
exc ep
ess ion</w>
e tic</w>
con ver
Yamashin a</w>
y et</w>
t ok
ow ager</w>
ill ing</w>
i sho</w>
hou sehold</w>
f uk
d ar
amb er</w>
achiev ements</w>
y asu</w>
sup posed</w>
rin es</w>
ec hi</w>
dist ance</w>
200 5</w>
sup p
prepar ed</w>
invest ig
I yo</w>
z umi</w>
m age</w>
k now</w>
in spec
equ al</w>
an obu</w>
k ot
ind ustr
fun eral</w>
exist s</w>
G oz
3 7</w>
vir t
l acqu
inst alled</w>
c amp
Sak yo</w>
Sak ur
Fuku oka</w>
or e</w>
mo stly</w>
j ust
cri min
S y
A izu</w>
s ongs</w>
k abuki</w>
dom in
d an
anc ing</w>
3 9</w>
industr y</w>
C ode</w>
Kag oshima</w>
v eget
t ory</w>
su tra</w>
run s</w>
Tok aido</w>
Rik yu</w>
P eninsula</w>
af ter
TA CHI
G yo
C abinet</w>
w earing</w>
transp ortation</w>
so- called</w>
relig ion</w>
k on
consist s</w>
co in</w>
ar ticles</w>
Mot ot
J ik
Hiro shima</w>
Doshi sha</w>
Corpor ation</w>
ribu tion</w>
respon sible</w>
knowled ge</w>
g ame</w>
cro p</w>
I se-
separ ated</w>
al a</w>
Res earch</w>
Kat sur
3 4</w>
sur face</w>
sub du
n yo</w>
go ods</w>
N JI</w>
swe et</w>
restaur ants</w>
imp lem
B O</w>
in- law</w>
T oba</w>
N am
magistr ate</w>
kan ji</w>
KO NOE</w>
ushi n</w>
re vol
on y
dec lined</w>
c rest</w>
In ter
j uro</w>
em oto</w>
b ad</w>
Hit achi</w>
territ orial</w>
tempor arily</w>
r ail
cond ition</w>
YO SHI</w>
Nag oya</w>
In stitute</w>
tak es</w>
t ang
o yo</w>
succe ed</w>
prin cess</w>
k az
ichi i</w>
dec reas
T on
KU JO</w>
seas on</w>
h arm
determin ed</w>
associ ation</w>
T re
t op
clud ed</w>
associ ated</w>
ac tively</w>
as h</w>
anno un
D ew
mak es</w>
S o</w>
C ent
b ridge</w>
anti -
0 s</w>
sh ort
k oji</w>
de b
comp os
aut y</w>
ad ul
Mean while</w>
H ot
vice- councilor</w>
se eing</w>
righ ts</w>
oj i-
ed ing</w>
cul p
am ori</w>
a ft</w>
T E
N yo
Japan ese-
sur name</w>
langu age</w>
gl ish</w>
cast les</w>
Kum ano</w>
En glish</w>
16 8
To yo
S om
200 8</w>
prev ent</w>
he ight</w>
consist ing</w>
circumst ances</w>
Treas ure</w>
Q u
M ost</w>
win ter</w>
st ab
some one</w>
en joy
T at
K ukai</w>
su e</w>
TACHI BA
th y</w>
passeng ers</w>
mill ion</w>
az a</w>
ta ught</w>
rem oved</w>
k ab
Vol ume</w>
reg ional</w>
m il
ext ended</w>
en ough</w>
chu jo</w>
Emp ire</w>
t ale</w>
rem aining</w>
re li
e e</w>
dr am
s ada</w>
hol ds</w>
5 1</w>
5 00</w>
pun ishment</w>
mar tial</w>
indic ates</w>
for t
coll ap
buil d</w>
Y om
6 7</w>
sup pres
prob lem</w>
per mission</w>
ograp hi
law s</w>
Su z
um s</w>
great ly</w>
1 st</w>
s oy
res erv
aut umn</w>
me dic
hear d</w>
cook ed</w>
K aga</w>
Az uma</w>
c are</w>
cr af
c abinet</w>
TACHIBA NA</w>
. .</w>
stud ent</w>
fac ility</w>
cont in
Yoshit aka</w>
simp ly</w>
se al</w>
it ude</w>
ec d
bur ial</w>
bl ood</w>
s overe
liter ary</w>
ec hi
descrip tions</w>
ug i</w>
u ter</w>
n ers</w>
iy ori</w>
in ing</w>
e ous</w>
de partment</w>
compar ed</w>
as k</w>
ha y
dec ision</w>
cond itions</w>
back ground</w>
ancest or</w>
Sou th</w>
schol ars</w>
is land</w>
govern ors</w>
Yoshit omo</w>
U me
T oday</w>
w a
seas on
od des
fil ms</w>
Con stitution</w>
5 4</w>
zuk a</w>
patt erns</w>
War ring</w>
Sak ai</w>
peas ants</w>
mat ter</w>
ent ry</w>
bow l</w>
ar t
T emp
I shik
Dew a</w>
5 8</w>
spir its</w>
regul ations</w>
p hi
nob ility</w>
manuscrip t</w>
cont ributed</w>
ch erry</w>
bu -
K im
bas ic</w>
H y
F ive</w>
4 8</w>
tai sha</w>
or ity</w>
l ist</w>
eng u</w>
en -ji</w>
S pec
4 3</w>
ug aku</w>
t oku</w>
st ones</w>
f ailed</w>
div ision</w>
conn ection</w>
c ause</w>
Rec ord</w>
4 9</w>
s aw</w>
main tained</w>
gath ered</w>
en lighten
Fac ulty</w>
0 1</w>
suff ered</w>
stor e</w>
le aving</w>
gen ealog
SA KI</w>
M ir
Di rec
k ag
fix ed</w>
ev il</w>
Shin -
Shi gen
wh eat</w>
tur ing</w>
sum o</w>
ro ads</w>
head quarters</w>
ex iled</w>
conc ub
at a-
Shi n</w>
G UCHI</w>
p ite</w>
ob o</w>
los op
head s</w>
fav or
col ored</w>
ashi ra</w>
Di ary</w>
sub sequently</w>
sett led</w>
le ave</w>
enter tain
bo iled</w>
auc r
arm ed</w>
Tak e
urb ance</w>
st ic
or a</w>
n on-
k a
dis covered</w>
ashi -
Yam an
Ki i</w>
Hos okawa</w>
Con t
ru m</w>
n i
Mas a
mast er
conc ept</w>
accord ance</w>
K ir
B ook</w>
wan ted</w>
neigh bor
Be fore</w>
4 5</w>
vi ol
u pris
n en
et aka</w>
U kyo</w>
sug ar</w>
ref used</w>
K od
z on</w>
wor k
tax es</w>
simp le</w>
r aw</w>
defin ed</w>
c ard</w>
I chin
Ch amberlain</w>
strong ly</w>
ok ami</w>
cl us
aw ar
an y
D ay</w>
Ar ts</w>
A w
4 2</w>
rap id</w>
h ang
us h</w>
super vis
rit uals</w>
do or</w>
bure aucr
avo id</w>
sub o</w>
str ic
repor t</w>
prefec ture</w>
op pos
happ ened</w>
al ing</w>
AM I</w>
R ak
Ok ayama</w>
Nai daijin</w>
M ag
per c
oshi -
or -
om s</w>
mo on</w>
m id</w>
k oto</w>
gok enin</w>
ess ed</w>
emp has
att v
Mot on
Jushi inoge</w>
H an</w>
tow ards</w>
bo x</w>
Kin ki</w>
n ar
mar ket</w>
incorpor ated</w>
im oto</w>
f ree</w>
effor ts</w>
co des</w>
R U
Cer emon
sh o-ji</w>
per forming</w>
man ner</w>
in omiya</w>
equ ip
audi ence</w>
att ention</w>
U t
Iz umi</w>
186 9</w>
r ate</w>
ol den</w>
Tre at
sle ev
shogun al</w>
me ly</w>
ground s</w>
tre mely</w>
st aff</w>
hong i</w>
con currently</w>
ch an
arran ged</w>
ab and
L it
H ay
pop ular
g am
cro wn</w>
cont ents</w>
an ks</w>
advis er</w>
- in</w>
yok ai</w>
mon ths</w>
l ement</w>
iy uki</w>
ivers ary</w>
exec uted</w>
ex tremely</w>
a oka</w>
Miy azu</w>
Mi to</w>
K oy
yo e</w>
st opped</w>
ret re
am atsu</w>
Shim og
5 2</w>
twent y-
academ ic</w>
O ld</w>
O NJI</w>
G er
A g
rece ive</w>
o s</w>
l ook</w>
in s
ha i</w>
f ar
eas ily</w>
a e
Ichi jo</w>
y oku</w>
we ap
ro k
r ary</w>
poin ts</w>
me an</w>
f a
dom est
Y an
Masam une</w>
MI YOSHI</w>
success ive</w>
m ixed</w>
an ecd
He ad</w>
D ist
prohib ited</w>
den ly</w>
al tern
St at
187 1</w>
r ying</w>
i- cho</w>
en c
9 0</w>
oo m</w>
oddes s</w>
coll ec
Y U
KA TA
ICHI KAWA</w>
I MA
sy st
requ ested</w>
per mitted</w>
og i</w>
identi fied</w>
f usa</w>
c ities</w>
Shi r
Po etry</w>
A p
2 00</w>
s cap
re located</w>
er ring</w>
S ea</w>
Kum amoto</w>
J im
prot ection</w>
p an
or ted</w>
l ives</w>
hak ase</w>
er i</w>
ed ict</w>
econom ic</w>
Shi zu
A mat
3 00</w>
sud denly</w>
st er</w>
rel atively</w>
pro ject</w>
om asa</w>
od his
expres sion</w>
as ion</w>
Sai go</w>
Ok imi</w>
O NO</w>
Mot o
Cl an</w>
4 6</w>
k ey</w>
cloth ing</w>
c at
Sur uga</w>
S endai</w>
Kin ai</w>
E ar
7 5</w>
4 1</w>
od ate</w>
mon o</w>
dre w</w>
I WA
pow ers</w>
oy s</w>
m atters</w>
dec line</w>
conf ron
ashi yama</w>
Kam o</w>
Higashi -
Dai shi</w>
the ater</w>
suppor ting</w>
re ti
pe erage</w>
k ets</w>
f led</w>
ac ks</w>
ud en</w>
ret ained</w>
res ist
bus es</w>
architec ture</w>
SAI ONJI</w>
5 5</w>
k in</w>
expres sed</w>
aku in</w>
T achi
Shon ii</w>
Am en
ur yo</w>
un iversity</w>
str eng
stip end</w>
re in
ma usoleum</w>
er ce</w>
b ri
Ni shi</w>
z oku</w>
mod el</w>
m ai
d own
R u
G an
we ight</w>
th -
se ki</w>
scrip tion</w>
ro se</w>
fol k</w>
Tsun e
stre am</w>
p ill
oper ations</w>
cl im
ap pl
announ ced</w>
Yas um
Sh rines</w>
S ok
Os ak
ter min
k il
k i
ishi n</w>
des igned</w>
I KE
For e
6 8</w>
str ateg
r d</w>
pr ice</w>
ph r
ll s</w>
grand child</w>
fin al</w>
et oki</w>
di o</w>
def ense</w>
dai bu</w>
Coun cilor</w>
w ind</w>
s ive</w>
ob tained</w>
ob ject</w>
min ist
c u
Koku shi</w>
B us
6 5</w>
w alls</w>
ro w</w>
rel ative</w>
pic tures</w>
om ori</w>
mer ged</w>
it able</w>
To hoku</w>
Sh o</w>
t ower</w>
sty les</w>
p en
odhis attv
ill ustr
bl os
SO GA</w>
Mod ern</w>
M ilitary</w>
C ur
A shi
6 4</w>
pr ay</w>
car ry</w>
ann ual</w>
z um
treas ures</w>
teac her</w>
profess ional</w>
pp on</w>
p ul
an omiya</w>
achiev ed</w>
Tad ayoshi</w>
A y
sho oting</w>
prefec tures</w>
mess eng
if u</w>
g ak
dis appeared</w>
approv ed</w>
O I
M u
B as
3 rd</w>
1 -
tr u
r ise</w>
individ ual</w>
ay asu</w>
Sub way</w>
teach ing</w>
fore ign
en aga</w>
advant age</w>
Tw o</w>
S cience</w>
Masak ado</w>
L ake</w>
treat ment</w>
intern ational</w>
eri t</w>
ent ering</w>
desc ended</w>
cons ort</w>
c and
un in</w>
sh all</w>
sal t</w>
ro les</w>
ing -
in a</w>
heav en</w>
h ost</w>
T V</w>
sec tions</w>
lik ely</w>
ear th</w>
af usa</w>
W at
Sak one</w>
Hon no
r are</w>
mul ti
ek atsu</w>
d rum</w>
Kaw ar
v e
thre e-
n ep
ilgri mage</w>
fri ed</w>
N is
4 7</w>
man d
earli er</w>
bir th
Shin ran</w>
O e</w>
Kam e
Chi ba</w>
6 9</w>
treat y</w>
el t</w>
be auty</w>
b ring</w>
G om
AM URA</w>
18 0
organ iz
k o-
dist inc
ann iversary</w>
Orig inally</w>
resul ted</w>
re placed</w>
numb ers</w>
mis sion
introduc tion</w>
critic ized</w>
commun ity</w>
chang ing</w>
a- dera</w>
A sia</w>
12 0
